---
kind: property
id: P:Autodesk.Revit.DB.Wall.IsStackedWallMember
zh: 墙、墙体
source: html/3b3b58bd-187a-47b8-840f-fa5e858f731b.htm
---
# Autodesk.Revit.DB.Wall.IsStackedWallMember Property

**中文**: 墙、墙体

Identifies if the wall is a member of a stacked wall.

## Syntax (C#)
```csharp
public bool IsStackedWallMember { get; }
```